LEXICON = {
    'start': 'Привет! Давай сыграем в игру камень ножницы бумага.',
    'help': 'Я бот для игры в камень ножницы бумага, если хочешь сыграть - нажми на кнопку.',
    'menu1': 'Вы выбрали Меню 1',
    'menu2': 'Вы выбрали Меню 2',
}

LEXICON_COMMANDS = {
    '/start': 'Запустить бота',
    '/help': 'Получить справку',
    '/command_3': 'command_3 desription',
    '/command_4': 'command_4 desription',
    '/delmenu': 'Убрать кнопку Menu'
} 

LEXICON_2 = {
    'but_1': 'Кнопка 1',
    'but_2': 'Кнопка 2',
    'but_3': 'Кнопка 3',
    'but_4': 'Кнопка 4',
    'but_5': 'Кнопка 5',
    'but_6': 'Кнопка 6',
    'but_7': 'Кнопка 7',}

BUTTONS: dict[str, str] = {
    'btn_1': '1',
    'btn_2': '2',
    'btn_3': '3',
    'btn_4': '4',
    'btn_5': '5',
    'btn_6': '6',
    'btn_7': '7',
    'btn_8': '8',
    'btn_9': '9',
    'btn_10': '10',
    'btn_11': '11'}